{"newspapers": {"cnn": {"rss": "http://rss.cnn.com/rss/edition_world.rss", "link": "http://edition.cnn.com/", "articles": [{"link": "http://rss.cnn.com/~r/rss/edition_world/~3/BeLJXzJtPYw/index.html", "published": "2020-03-23T08:37:07", "title": "Hong Kong appeared to have the coronavirus under control, then it let its guard down", "text": "Hong Kong (CNN) Only a week ago, Hong Kong seemed like a model for how to contain the novel coronavirus , with a relatively small number of cases despite months of being on the front lines of the outbreak .\n\nThat was in large part thanks to action taken early on, while cases were spreading across mainland China, to implement measures that are now familiar throughout the world: virus mapping, social distancing, intensive hand-washing, and wearing masks and other protective clothing.\n\nHong Kong was proof that these measures worked, with the city of 7.5 million only reporting some 150 cases at the start of March, even as the number of infections spiked in other East Asian territories like South Korea and Japan, and spread rapidly across Europe and North America.\n\nNow, however, Hong Kong is providing a very different object lesson -- what happens when you let your guard down too soon. The number of confirmed cases has almost doubled in the past week, with many imported from overseas, as Hong Kong residents who had left -- either to work or study abroad, or to seek safety when the city seemed destined for a major outbreak earlier this year -- return, bringing the virus back with them\n\nOn Monday, Hong Kong Chief Executive Carrie Lam announced that all non-residents would be barred from the territory as of Wednesday, the latest addition to a raft of new measures.\n\nThis is a pattern playing out across parts of Asia -- mainland China, Singapore, Taiwan -- that were among the first to tackle the outbreak. All are now introducing new restrictions as a sudden wave of renewed cases begins to crest.\n\nCompared to major cities in the West, like London or New York, residents in Hong Kong can sometimes feel as if they're living in the future. Many of the measures enacted in the Asian metropolis back in February are now being rolled out in European and American cities.\n\nBut this latest lesson may be a bitter pill to swallow, as it indicates that quarantines and social distancing must continue well beyond the initial wave of cases, if another round of infections is to be avoided.\n\nFor those just going into lockdown, that could mean they're in for the long haul.\n\nOffice workers and pedestrians wearing protective masks walk along Queen's Road Central in the Central district of Hong Kong on Friday, March 20, 2020.\n\nWaves of infection\n\nOn March 2, after several weeks of working from home, the majority of Hong Kong's 180,000 civil servants returned to their offices . Private employers, which have largely been taking their lead from the government, followed suit, and the city's subway system, though never exactly empty, was suddenly flush with people again.\n\nThis seemed like a reasonable measure at the time. Even as cases were on the rise in Italy and elsewhere, there were then only 100 confirmed in Hong Kong, and in mainland China the number of new infections was beginning to stabilize.\n\nIt was natural therefore that people began to relax somewhat, not only going to work instead of staying home, but also having dinner together, going to the park, and attending weddings and other large social gatherings. While face masks were still common, some people could be spotted going uncovered, particularly for short trips, and there was a general sense of slowly getting back to normal.\n\nIn the week that followed the March 2 return to work, there were only five new cases in Hong Kong, most of which were imported. Numbers remained low until around March 16, when dozens of new cases were confirmed. It soon became clear that while the majority were coming from overseas, quarantine measures in place were not sufficient, and local transmission had resumed.\n\nSince then, the city has been racing to get back on top of the outbreak, with draconian new controls put in place, including electronic tagging of all new arrivals, who must undergo a strict 14-day home quarantine, and could face criminal prosecution if they are found in breach of it. Over the weekend, police could be seen patrolling nightlife districts looking for those violating quarantine, arresting at least five people , two of whom had cut their wristbands off in order to go out.\n\nAs of Monday, civil servants are working from home again, and many private businesses are expected to follow suit. One of the government's top health advisers has warned that authorities may have to order a more comprehensive shutdown and provide financial assistance to those affected, if it is to contain the new wave of infections.\n\nAll non-residents will be barred from the territory as of Wednesday. The city's international airport will also no longer allow travelers to transit through Hong Kong. Anyone arriving in the city will have to undergo testing, regardless of their origin. Many bars and restaurants will also be closed, with initial restrictions focused on those serving alcohol.\n\nArrivals at Hong Kong airport on March 18 seen wearing heavy protective gear against the novel coronavirus.\n\nNo time to relax\n\nSpeaking Saturday, Lam said that so far the city has \"effectively and safely sailed through two waves of epidemic.\"\n\n\"The first wave was the worries of transmissions from mainland (China), so we have put in a lot of measures,\" she said. \"The second wave was the local transmissions, with those clusters arising from dinners and other things. Now we are facing the third wave.\"\n\nLam said that it was \"only natural\" that as the number of new cases subsides, people start \"to relax a bit,\" and this is what happened towards the start of March. But she said that \"in light of the changing circumstances and this most difficult and challenging wave arising from a surge in the global situation and the large number of returnees, then we have to adjust.\"\n\nSingapore on Sunday introduced stringent new restrictions on travelers from overseas, as that city too struggles with imported cases and a potential second wave. Taiwan, another territory credited with effectively containing the initial outbreak, is also adopting new measures to avoid a spike in imported infections.\n\nIn the Chinese capital Beijing, all international flights are now being diverted to other cities in China, as the number of imported cases continues to rise.\n\nAsia is weeks, if not months, ahead of the West when it comes to the coronavirus pandemic. Countries across Europe and North America were slow to learn from those who had already been through it, leaving themselves vulnerable to the rapidly worsening health crises they are experiencing now."}, {"link": "http://rss.cnn.com/~r/rss/edition_world/~3/a758ey1Nb3c/index.html", "published": "2020-03-23T10:57:39", "title": "India coronavirus: Millions under lockdown as major cities restrict daily life", "text": "(CNN) Millions of people across India have been placed under lockdown until the end of the month as efforts to halt the spread of the novel coronavirus in the country intensify.\n\nResidents living in 75 districts across the country, including in major cities such as the capital New Delhi, Mumbai, Bangalore, Chennai, Hyderabad, and Kolkata have been placed under travel, work and movement restrictions until March 31.\n\nIndia -- the world's second most populous country -- has 415 cases of the coronavirus, including seven deaths, according to the Ministry of Health and Family Welfare. A sudden rise in cases has led to growing concerns over the country's capacity to test for the virus and that a major outbreak on the scale seen in Europe -- the pandemic's new epicenter -- will spread in the country.\n\nDr. Balram Bhargava, director-general of the Indian Council of Medical Research, said that India has conducted 5,000 tests in the past week and a total of 15,000 so far. There are 111 labs operational with a per week testing capacity of 60,000 to 70,000 and around 60 more private labs are in the process of being approved to further increase testing capacity, according to Bhargava.\n\nThe decision to lock down parts of the country comes after India launched the world's biggest exercise in social distancing on Sunday, with the nation's 1.3 billion people asked to observe a self-imposed quarantine for 14 hours.\n\nFrom 7 a.m. to 9 p.m. on Sunday, offices and businesses shut, people stayed inside their homes, and the usually busy streets, markets and highways were eerily empty across the nation. In a display of public solidarity expressing thanks to the nation's healthcare workers, people across India stood in their doorways and on balconies applauding, ringing bells and blowing conch shells, following similar scenes days prior in Italy and Spain.\n\nThe \"public curfew,\" announced by Indian Prime Minister Narendra Modi last week, was a test on whether an official curfew could be imposed across the country to stop the spread of Covid-19 . Those restrictions were extended across large parts of the country late Sunday, effectively forcing millions of workers in India's huge technology and financial sector to work from home for the rest of the month.\n\nIn New Delhi, public transportation, including the metro and rickshaws, has been suspended, all shops, factories, places of worship and offices have been shut, interstate travel has stopped, borders with neighboring states have closed and people are required to stay in their homes until March 31.\n\nExempt from the order are essential services such as grocery stores, hospitals, pharmacies, petrol stations, telecoms and postal services and restaurants that deliver food.\n\n\"Extraordinary times call for extraordinary measures,\" Delhi's Chief Minister Arvind Kejriwal tweeted on Sunday.\n\nSeveral districts, including the financial capital of Mumbai, have banned gatherings of four or more people, and officials can take legal action against those who violate the rule.\n\nNumerous state governments have extended the \"district-ban\" to include their entire states. In the northern Indian state of Punjab, the chief minister announced that, except for essential services, the whole state will be under a lockdown until March 31. Punjab has confirmed more than 20 cases, including one death.\n\nUttarakhand, Rajasthan and Telangana have all initiated state-wide lockdowns versus targeted restrictions of cities and districts.\n\nThe central government advised the restrictions in 75 districts as these are places where coronavirus cases have been reported. Local governments can extend those restrictions to other areas at their discretion.\n\nMaharashtra state, which includes Mumbai and Pune, has reported the most cases, with at least 67 infections, according to government figures. Kerala reported at least 52 cases and New Delhi has at least 26.\n\nIn the past few weeks, India has taken unprecedented steps to shut its borders, cancel visas and ban passengers from certain countries from entering Indian airspace.\n\nOn Sunday, India suspended passenger train services until March 31 after several travelers tested positive for coronavirus. India's mammoth railway network spans more than 760 million kilometers (472 million miles) and carried 8 billion passengers in 2018-19.\n\nAsia spurred into action\n\nThe measures in India come as other Asian nations see jumps in cases and rush to implement emergency measures of their own.\n\nOn Sunday, Thailand reported 188 new novel coronavirus cases, its biggest single-day rise, bringing its total to 599. Thailand's Ministry of Public Health has announced new measures, which include the closure of dine-in restaurants, shopping malls and amusement parks.\n\nFears of a second surge in cases from patients traveling from overseas has prompted officials in China to divert all Beijing-bound international flights to other cities starting on Monday.\n\nChina confirmed 39 additional cases of coronavirus as of the end of day Sunday, according to the country's National Health Commission -- all were imported cases.\n\nSingapore said it will shut its borders to all short-term visitors and travelers transiting though the city starting from Monday, according to its Health Ministry, which said the majority of its new infections were \"imported cases.\"\n\nOn Monday, New Zealand's Prime Minister Jacinda Ardern announced new measures that \"place the most significant restriction on New Zealanders' movements in modern history.\"\n\nThe country will issue its highest alert level in 48 hours and close all non-essential businesses across the country, such as bars, gyms, and cinemas. All schools will be closed from Tuesday while supermarkets and service stations will remain open, Ardern said.\n\nAustralia has also taken unprecedented measures in its response to the pandemic. Businesses across the country on Monday followed the government's orders to shut down bars, restaurants, gyms, places of worship and other venues where people traditionally congregate.\n\n\"Life is changing in Australia for every Australian and life is going to continue to change,\" Prime Minister Scott Morrison said. \"For many young and old, 2020 will be the toughest year of our lives.\"\n\nThe state of South Australia declared a \"major emergency\" and shut its border with the rest of the country on Sunday after an increase in confirmed cases from travelers entering the state.\n\nSouth Australia's Premier Steven Marshall said anyone entering South Australia \"will be required to undertake 14 days of self-isolation.\"\n\nThe country's biggest state, New South Wales, will shut down all \"non-essential services\" in an attempt to slow the spread of the virus. The measures come after both Tasmania and the Northern Territory introduced similar measures requiring all travelers to self-isolate for 14-days upon entry into the state.\n\nOlympics could be postponed\n\nAs sporting events across the world have been canceled, one of the biggest questions remains over whether the Tokyo 2020 Summer Olympics will go ahead.\n\nSpeaking to lawmakers on Monday, Japanese Prime Minister Shinzo Abe said postponing the Olympics was a possibility.\n\nThe International Olympic Committee (IOC) said that a final decision on postponement will be made within four weeks, due to the vast complexities of rescheduling a massive global sporting event like the Olympics.\n\n\"The IOC's decision is along the lines of what I said before, of holding the event in its complete form. If that becomes difficult -- and thinking first about the health of the athletes -- we may have no option but to consider postponing the Games,\" Abe said, speaking at the budget committee in Japan's upper house of parliament.\n\nIt's the first time that Abe has changed his staunch public position that the Olympics will start on July 24 as scheduled.\n\nIn recent days, a growing number of countries and athletes have called for the Games to be postponed. On Monday, Canada announced that it wouldn't be sending athletes, making it the first country to back out of the Games.\n\n\"This is not solely about athlete health -- it is about public health,\" Team Canada said in a statement. \"With Covid-19 and the associated risks, it is not safe for our athletes, and the health and safety of their families and the broader Canadian community for athletes to continue training towards these Games.\"\n\nAustralia's Olympic Committee has also told its athletes to prepare for the possibility that the Games could be postponed until 2021.\n\nScrapping the Olympics during peacetime would be unprecedented -- they have only been canceled before during the two World Wars."}, {"link": "http://rss.cnn.com/~r/rss/edition_world/~3/9OLdKlD5xjw/index.html", "published": "2020-03-23T00:23:59", "title": "German Chancellor Angela Merkel goes into self-quarantine", "text": "(CNN) German Chancellor Angela Merkel will self-quarantine after coming into contact with a person who tested positive for coronavirus, her spokesperson said Sunday.\n\nSteffen Seibert, the spokesperson, said a doctor gave her a vaccination on Friday, then tested positive for the virus shortly after. While in quarantine, Merkel will continuously be tested for coronavirus, he added.\n\nEarlier Sunday, Germany implemented a \"contact ban\" to curb the spread of coronavirus, Merkel said.\n\nIn a press conference, she said Germany would toughen its measures and encourage residents to \"reduce contact with people as much as possible.\"\n\n\"To that end, Germany will ban gatherings of more than two people,\" Merkel said. Exceptions, she later explained, include families and people living together.\n\nRead More"}, {"link": "http://rss.cnn.com/~r/rss/edition_world/~3/zliqmKkz34w/index.html", "published": "2020-03-23T05:39:23", "title": "Canada and Australia will not send athletes to Tokyo Olympics", "text": "(CNN) Canada and Australia will not send athletes to the 2020 Olympic Games in Tokyo because of the risks associated with the coronavirus outbreak, the Olympic committees for both countries said in separate statements.\n\nBoth countries' Olympic committees also are calling for the Games to be postponed until 2021.\n\n\"While we recognize the inherent complexities around a postponement, nothing is more important than the health and safety of our athletes and the world community,\" the Canadian Olympic Committee and Canadian Paralympic Committee said in a joint statement Sunday. \"This is not solely about athlete health -- it is about public health.\"\n\nThe Australian Olympic Committee's executive board met by teleconference Monday and unanimously agreed that an Australian Olympic team could not be assembled given the changing circumstances across the world, the committee said in a statement.\n\nThe committee also said \"our athletes now need to prioritise their own health and of those around them, and to be able to return to the families.\"\n\nRead More"}]}, "bbc": {"rss": "http://feeds.bbci.co.uk/news/rss.xml", "link": "http://www.bbc.com/", "articles": [{"link": "https://www.bbc.co.uk/news/uk-51999864", "published": "2020-03-23T14:57:27", "title": "Coronavirus: People who ignore government advice 'selfish'", "text": "Image copyright PA Media Image caption Shoppers keep their distance from each other while queuing at Sainsbury's\n\nPeople who have ignored government advice aimed at tackling the coronavirus pandemic are \"very selfish\", says the health secretary.\n\nMatt Hancock said the government was willing to take \"more action\" if needed to stop the virus from spreading.\n\nOver the weekend, photos emerged showing crowds of people visiting open spaces across many parts of the UK.\n\nEmergency legislation that would grant powers aimed at tackling the pandemic will be debated by MPs later.\n\nThe UK's death toll has reached 289, according to the latest figures - including a person aged 18 with an underlying health condition.\n\nMeanwhile, people across the UK who are at most at risk from Covid-19 are being told stay at home for 12 weeks. The NHS in England has announced it has identified 1.5 million of the most at-risk people, while there are 200,000 in Scotland, 70,000 in Wales and 40,000 in Northern Ireland.\n\nIt comes as parents are urged to keep their children at home unless \"absolutely necessary\", with schools across the UK now closed to most pupils.\n\nThere are now 5,683 confirmed cases of coronavirus in the UK.\n\nSpeaking on BBC Radio 4, Mr Hancock said he didn't know why some people were ignoring the government's advice.\n\nMedia playback is unsupported on your device Media caption Health Secretary Matt Hancock: \"Incredibly unfair to socialise\"\n\n\"It's very selfish,\" he told the Today programme. \"The NHS is doing everything it can and preparing for the spread of this virus.\n\n\"If people go within two metres of others who they don't live with then they're helping to spread the virus - and the consequences of that costs lives and it means that, for everyone, this will go on for longer.\"\n\nThe health secretary said the government advice on social distancing was \"really clear\" and people should stay two metres apart, staying at home if at all possible.\n\nAsked whether the cabinet would be considering a firmer lockdown when it meets today, he added: \"Nothing is off the table. Of course we are looking at what other European countries are doing.\"\n\nThe BBC's political editor Laura Kuenssberg said the government is now considering closing all non-essential retail stores and introducing fines for people who ignore the current coronavirus advice.\n\nScotland's First Minister Nicola Sturgeon has stressed that everyone should stay at home if possible, adding that \"life should not be carrying on as normal right now\" and that shops not providing essential items should shut.\n\nLabour has called on the government to increase lockdown measures to \"keep people safe\".\n\nShadow health secretary Jonathan Ashworth said: \"Other countries across the world have taken further far-reaching social distancing measures.\n\n\"We now call on the government to move to enforced social distancing and greater social protection as a matter of urgency.\"\n\nMedia playback is unsupported on your device Media caption What is social distancing?\n\nPaul Whiteman, head of school leaders' union the NAHT, said schools are struggling with staff numbers due to the coronavirus outbreak.\n\n\"My appeal to the families of key workers is: this is not business as usual. Keep your family at home if at all possible,\" he said.\n\nIt comes as the government says it is setting up \"hubs\" around the country to arrange deliveries of groceries and medicines to the people in the most at-risk group.\n\nThese include people with specific cancers, severe respiratory conditions and people who have received organ transplants.\n\nCouncils, pharmacists and members of the Armed Forces will help and there will be opportunities for members of the public to volunteer.\n\nThe Excel conference centre in east London could potentially be used in the medical response to the outbreak, the Ministry of Defence said. A team of military planners has visited the site to determine how it might \"benefit\" the NHS.\n\nUnder the emergency legislation to be discussed by MPs, airports could shut and police would be able to force people with virus symptoms to isolate.\n\nThe proposals - set out last week - also include enabling recently retired NHS staff to return to work without any negative impact on their pensions; fast-tracking funeral arrangements; and allowing more court hearings to take place by phone or video.\n\nThe powers, which would have to be renewed every six months, are expected to be approved by MPs.\n\nMedia playback is unsupported on your device Media caption Saturday was the \"busiest ever visitor day in living memory\" in Snowdonia, officials say\n\nDowning Street has said Boris Johnson would be prepared to take further actions if stricter measures were needed to enforce social distancing.\n\nThe prime minister's official spokesman said: \"Our message is clear, people should stay at home if possible.\n\n\"This will save lives, protect the vulnerable and support the NHS.\"\n\nHe said ministers will be looking at data on how much social interaction was continuing and if the information shows it has not stopped then the government would \"need to take further measures\".\n\nBut the spokesman would not say whether extra controls could be brought in as early as today.\n\nHe added Tuesday's cabinet meeting will see a \"very significant\" number of ministers taking part remotely.\n\nIn other key developments:"}, {"link": "https://www.bbc.co.uk/news/uk-scotland-52004285", "published": "2020-03-23T15:10:36", "title": "Alex Salmond cleared of all sexual assault charges", "text": "Image copyright PA Media\n\nAlex Salmond has been cleared of sexual assaulting nine women while he was Scotland's first minister.\n\nA jury found the former SNP leader not guilty on 12 of the sexual assault charges facing him, while another was found not proven.\n\nA further charge of sexually assaulting a 10th woman had previously been dropped by prosecutors.\n\nMr Salmond had said he was innocent of all the charges against him throughout the two-week trial.\n\nDuring his evidence to the court, he said the claims made about his alleged conduct were \"deliberate fabrications for a political purpose\" or \"exaggerations\".\n\nAnd he said had \"never attempted to have non-consensual sexual relations with anyone in my entire life\".\n\nSpeaking outside court after his acquittal, Mr Salmond told journalists: \"As many of you will know, there is certain evidence I would have like to have seen led in this trial but for a variety of reasons we were not able to do so.\n\n\"At some point, that information, that facts and that evidence will see the light of day\".\n\nThe jury returned not guilty verdicts on 12 charges and returned a not proven verdict on a charge of sexual assault with intent to rape.\n\nThe not proven verdict is an unusual and highly controversial feature of the Scottish legal system which in practice is exactly the same as a verdict of not guilty.\n\nWhat did the trial hear?"}, {"link": "https://www.bbc.co.uk/news/uk-51506729", "published": "2020-03-23T14:54:50", "title": "Coronavirus: What are social distancing and self-isolation?", "text": "Image copyright Getty Images Image caption People have been urged to keep a distance\n\nThe government says it is prepared to take \"more action\" if people do not follow its advice to limit the spread of coronavirus.\n\nHealth Secretary Matt Hancock told the BBC that some people's behaviour was \"very selfish\", after crowds were pictured in parks and other places at the weekend.\n\nWhat should I be doing?\n\nEverybody in the UK has been asked to stop non-essential contact and stay at home wherever possible.\n\nIf people have to go outside - to buy food for example - they must stay more than 2m (6.5ft) apart from others.\n\nCafes, pubs, restaurants, nightclubs, theatres, cinemas, gyms and leisure centres have been told to close, to keep people apart. The move is part of social distancing measures to minimise non-essential contact.\n\nPeople with flu-like symptoms - such as a dry cough and high temperature - are being asked to self-isolate at home to avoid infecting others.\n\nAnd the NHS is contacting about 1.5 million people with serious health conditions to urge them not to go out for at least 12 weeks. This is known as shielding.\n\nWhy is social distancing necessary?\n\nSocial distancing is important because coronavirus spreads when an infected person coughs small droplets - packed with the virus - into the air. These can be breathed in, or can cause an infection if you touch a surface they have landed on, and then touch your face with unwashed hands.\n\nThe less time people spend together, the less chance there is of this happening.\n\nWhat social distancing involves\n\nWork from home whenever possible\n\nAvoid all unnecessary travel\n\nStay away from crowded places\n\nAvoid gatherings with friends and families wherever possible\n\nStay two metres from other people\n\nWhat am I allowed to do when social distancing?\n\nYou can see family and friends if it's essential\n\nYou can walk your dog\n\nYou can provide essential care for elderly relatives and neighbours if you have no symptoms\n\nYou can go to the shops to buy food and groceries\n\nYou can exercise at a safe distance from others\n\nCan I go out for a walk?\n\nEven though people are being urged to stay home, Mr Hancock says \"it is important that people get exercise\".\n\nHowever, they should still keep 2m away from others.\n\nImage copyright Wales News Service Image caption Crowds have also been heading for the coast, including to Barry Island\n\nIn order to enforce the 2m rule, some authorities have taken action.\n\nA number of parks in London, for example, are being closed.\n\nElsewhere, car parks and trails in Snowdonia may also close and the National Trust has also been closing parks and gardens.\n\nWhat about other countries?\n\nSome countries have gone further than the UK to make sure people keep their distance.\n\nGermany, for example, has banned meetings of more than two. That means people will not be allowed to form groups of three or more in public unless they live together in the same household, or the gathering is work-related.\n\nFrance is using more than 100,000 police and gendarme officers to enforce its confinement measures. Anyone found not following the rules will receive a 135 euro fine.\n\nWhat is self-isolation?\n\nSelf-isolating means staying at home and not leaving it, other than for exercise. Don't go to work, school or public areas during this time.\n\nIf possible, you should not go out even to buy food or other essentials. If you are unable to get supplies delivered, you should do what you can to limit social contact when you do leave the house.\n\nWho should self-isolate?\n\nEveryone who shows coronavirus symptoms - a fever of above 37.8C, a persistent cough or breathing problem - and everyone who lives in the same house or flat as someone with symptoms.\n\nIf you live alone, you must stay at home for seven days from the day symptoms start\n\nIf you, or someone you live with, develop symptoms, the entire household needs to isolate for 14 days to monitor for signs of Covid-19\n\nIf someone else does become ill during that period, their seven-day isolation starts that day. For example, it might run from day three to day 10 - when that person's isolation would then end. It would not restart if another member of the household fell ill\n\nBut anyone who fell ill on day 13 would see their seven-day isolation begin then - for their illness rather than to monitor for symptoms - meaning they would spend a total of 20 days at home\n\nThe person with the symptoms should stay in a well-ventilated room with a window that can be opened, and keep away from other people in the home.\n\nPeople are being advised not to ring NHS 111 or their GP to report their symptoms unless they are worried.\n\nWho shouldn't go out at all?\n\nAbout 1.5 million people with very serious health conditions will be contacted by the NHS and urged not go out at all for at least 12 weeks. This is being referred to as shielding.\n\nOthers in the same household, and carers, can go out as long they observe proper social distancing.\n\nThe most vulnerable group includes:\n\nCertain types of cancer patients\n\nOrgan transplant patients\n\nPeople with certain genetic diseases\n\nPeople with serious respiratory conditions like cystic fibrosis and severe chronic bronchitis\n\nPeople receiving certain drug treatments which suppress the immune system\n\nPregnant women with heart disease\n\nThey will be contacted with advice on how to manage their self-isolation, including getting supplies of essential food and medicines.\n\nThe government says it will work with local authorities, supermarkets and the armed forces to ensure this happens.\n\nWhat happens if you have a vulnerable person living with you during self-isolation?\n\nYou should keep at least 2m away from a vulnerable person (such as pregnant women, the elderly or those with an underlying health condition) during any period of isolation, according to PHE.\n\nLimit time spent together in shared spaces, like kitchens, and keep all rooms well-ventilated. If they can, the vulnerable person should take their meals back to their room to eat.\n\nA vulnerable person should also use separate towels from the rest of the household. If possible, they should use a separate bathroom. If that is not possible, the bathroom should be cleaned every time it's used (for example, wiping surfaces with which you have come into contact).\n\nPeople living with someone in isolation should wash their hands often, using soap and water for at least 20 seconds - especially after coming into contact with them.\n\nPersonal waste (like tissues) should be double-bagged and put aside for 72 hours before being put in your outside bin."}, {"link": "https://www.bbc.co.uk/news/uk-england-london-52003076", "published": "2020-03-23T12:04:39", "title": "Coronavirus: Tube drivers 'furious' at crowded carriages", "text": "Image copyright George Mann Image caption Commuters crammed into a train carriage at Leytonstone on Monday\n\nLondon Underground passengers have been crowding on to Tube trains, despite warnings to limit non-essential travel.\n\nImages from Monday's rush hour show busy carriages, which unions say left staff feeling \"furious\" as it rendered social distancing \"impossible\".\n\nLondon Mayor Sadiq Khan has urged workers to stay at home and said public transport should only be used by key workers, otherwise \"people will die\".\n\nSome passengers have said a reduced service means trains are busier.\n\nAslef union's district organiser Finn Brennan tweeted: \"Still heavy loading on some Tube lines this morning making social distancing impossible.\n\n\"This is endangering the health of the vital workers who have to use the system.\"\n\nHe called on the government to act, adding: \"I'm being sent pictures of crush loaded platforms at some Jubilee line platforms this morning.\n\n\"Drivers and other frontline staff are furious.\"\n\nTransport for London (TfL) said there had been a 70% fall in the number of passengers on the Tube network during the week and a 40% fall in bus use across its network.\n\nThere was also an 87% fall in Tube passengers at the weekend compared to the same time last year.\n\nHowever, some commuters have complained trains have become busier.\n\nImage copyright @duckpilotuk Image caption Passengers have claimed the reduced service has made some trains busier\n\nOne key worker, a nurse who asked to remain anonymous, said it was \"a lot busier\" during her journey on the District Line compared to the past week.\n\nShe said she felt \"more concerned\" travelling because fewer services meant there were \"more people in a confined space\".\n\nMr Khan said: \"Londoners should not be travelling by any mode of transport unless it is absolutely necessary, and only critical workers should be using public transport.\"\n\nHe added: \"TfL will continue to do everything it can to provide a safe service, but like many organisations it is dealing with rising absence levels and needs Londoners co-operation in these challenging times.\"\n\nImage copyright Dr Michael Beattie Image caption Passengers on a London Overground service on Monday\n\nMick Cash, general secretary of the Rail, Maritime and Transport union, said: \"There is still enormous personal pressure on the Tube workforce who are exposed to levels of social contact that the government say are unacceptable for the wider public.\n\n\"The only people using our transport services should be essential workers who have to travel.\"\n\nLast week 40 Tube stations were closed for the foreseeable future in an attempt to reduce the spread of the coronavirus outbreak.\n\nThere is no night Tube and bus services have also been reduced.\n\nThe Waterloo and City line is shut and TfL said it would gradually reduce other parts of its network.\n\nThese include the London Overground, TfL Rail, the DLR and the tram network in south London.\n\nPrime Minister Boris Johnson has said the spread of the Covid-19 outbreak is much faster in the capital compared to the rest of the country.\n\nAs of 22 March, London had 1,965 confirmed cases, representing 39% of 5,018 confirmed cases in the UK."}]}, "theguardian": {"rss": "https://www.theguardian.com/uk/rss", "link": "https://www.theguardian.com/international", "articles": [{"link": "https://www.theguardian.com/politics/live/2020/mar/23/uk-coronavirus-live-news-latest-boris-johnson-minister-condemns-people-ignoring-two-metre-distance-rule-in-parks-as-very-selfish", "published": "2020-03-23T15:10:25", "title": "UK coronavirus live: calls for tougher distancing measures as death toll rises in Wales and Scotland", "text": "14:47\n\nThe Mountain Rescue service in England and Wales has called on people to stop heading to the hills and taking “unnecessary risks” after national parks were inundated on the weekend.\n\nTeams helped search for a five-year-old child missing near waterfalls in south Wales, rescued climbers from Surrey who got into difficulty on Snowden and recovered a man from Kinder Scout in the Peak District who had suffered a heart attack.\n\nSome rescues were hampered after car parks overflowed and vehicles blocked vital access routes.\n\nMike France, the chief executive officer of Mountain Rescue England and Wales, said it had been a “crazy weekend”. He warned that walkers, cyclists and climbers getting into difficulty might face long waits to be rescued and urged them to stay at home as rescue teams – all comprising volunteers – were depleted as members went into self-isolation.\n\nHe said:"}, {"link": "https://www.theguardian.com/world/live/2020/mar/23/coronavirus-live-updates-uk-us-italy-germany-europe-outbreak-cases-meetings-bans-update-latest-news", "published": "2020-03-23T15:02:07", "title": "Coronavirus news: global death toll passes 15,000 as total confirmed cases go above 350,000 - live updates", "text": "13:31\n\nIn response to calls by Emmanuel Macron and other French leaders for “national solidarity” during the coronavirus crisis, France’s luxury fashion houses are turning their hand to making protective equipment for essential health staff, writes Kim Willsher in Paris.\n\nThe latest big-name companies to heed the appeal are haute couture labels Balenciaga, Gucci and Yves Saint Laurent who are turning their ateliers into production of face masks and medical coats.\n\nParent company Kering said in a statement that the masks would be made “respecting the strictest health protection measures”. It is also donating 3 million masks bought from China.\n\nGucci expects to make 1.1 million masks and 55,000 hospital coats in the coming weeks that will be sent to Tuscany in Italy, which has been particularly hit by the coronavirus.\n\nGucci signs outside a shop in Paris. The fashion house is to start making protective masks and hospital coats for French health workers Photograph: Charles Platiau/Reuters\n\nLast week, the world’s largest luxury goods group LVMH announced it had found a supplier to provide 40m surgical masks to the health authorities in France, which it was buying from China in batches of 10 million. LVMH has also been using its cosmetics factories to produce antibacterial hand gel, which it is distributing for free to health workers.\n\nIn New York, fashion designer Chirstian Siriano said his company would make as many masks as possible to donate to the city’s hospitals that are running dangerously low on supplies.\n\nBernard Arnault, the head of LVMH and France’s richest man, and François Pinault, head of Kering, are business and philanthropic rivals. After the fire at Notre-Dame Cathedral in April last year, Arnault announced he was donating €200m to the rebuilding operation, doubling the €100m pledged by Pinault."}, {"link": "https://www.theguardian.com/world/2020/mar/23/devastating-vicar-and-headteacher-among-latest-named-uk-coronavirus-victims", "published": "2020-03-23T14:09:00", "title": "'Devastating': vicar and headteacher among latest UK coronavirus victims", "text": "A primary headteacher and a Holocaust survivor are among the latest British victims of the coronavirus outbreak to be named.\n\nWendy Jacobs, the head of Roose primary school in Barrow-in-Furness, Cumbria, is the first identified key worker to have died from the disease.\n\nThe death has also been reported of William Stern, a Hungarian-born survivor of the Bergen-Belsen Nazi concentration camp, who was at the centre of one Britain’s biggest bankruptcy cases.\n\nUK coronavirus live: calls for tougher distancing measures as death toll rises in Wales and Scotland Read more\n\nJacobs had been diagnosed with the virus last week and was being cared for in Furness general hospital. She died on Sunday, according to a letter sent to parents and carers from the school’s chair of governors, Fred Chatfield. He said her death was “devastating” for the school and the community.\n\nHe also announced that the school would be closed to all pupils on Monday. Chatfield’s letter said: “We are all in shock, and given these exceptional circumstances we have taken the decision to close the school and nursery fully tomorrow to all pupils, including those of essential workers.\n\n“I am sure you will understand that opening the school and nursery is not an option. We would recommend that all children are kept at home tomorrow. This is a huge loss to our school, nursery and our community and I will be in touch as soon as possible to explain how we will celebrate Mrs Jacobs’ life and contribution.”\n\nThe school teaches child from nursery age to 11.\n\nThe Board of Deputies of British Jews confirmed the death of two members of the UK’s ultra-Orthodox Haredi community: Rina Feldman, 97, and Stern, who was 85.\n\nStern, who was born Vilmos György Stern in Budapest, Hungary, on 2 July 1935, was imprisoned as a child in the Bergen-Belsen camp during the second world war. He shared his memories of Torah readings in the camp on the Shoah website.\n\nAfter the war he settled in London and went on to build a successful property empire. Stern Holdings collapsed in 1973 and in 1978 Stern was declared bankrupt with debts of £118m, a British record at the time.\n\nThe actor Sophia Myles, who has appeared in Spooks and Doctor Who, announced that her 77-year-old father, Peter Myles, had died of coronavirus on Saturday. Writing on Twitter she said: “My dear Dad died only a few hours ago. It was the coronavirus that finally took him.”\n\nSophia Myles (@SophiaMyles) RIP Peter Myles. ❤️\n\n\n\nMy dear Dad died only a few hours ago. It was the Corona Virus that finally took him.\n\nShe posted an image of her comforting her father the day before he died. Myles was shown touching his brow while wearing plastic gloves, a mask and a protective hospital apron.\n\nSophia Myles (@SophiaMyles) Yesterday I went on a journey to see my father. This is the harsh reality of the Coronavirus pic.twitter.com/T609EBfAfJ\n\nBefore he retired Myles had been an Anglican vicar at St John’s church in Isleworth, west London. He had Parkinson’s disease. Myles had been documenting her father’s illness for the US TV network CBS.\n\nThe former England rugby player Will Greenwood announced that his aunt Jean had died after testing positive for the virus.\n\nIn an Instagram post, Greenwood said his aunt “never did anything but bring sunshine into my life”. He said she lived near Greenwood’s boarding school in Sedbergh, Cumbria.\n\nGreenwood said she was the eldest of three sisters and was in her 80s “but had so much living to do”."}, {"link": "https://www.theguardian.com/uk-news/2020/mar/23/criticism-over-crowded-london-underground-trains", "published": "2020-03-23T13:14:58", "title": "Criticism over crowded London Underground trains", "text": "Transport for London (TfL) has faced criticism after social media users in London published photographs of packed tube trains on the Monday morning commute, at a time when the government is urging the public to practise social and physical distancing.\n\nA TfL statement urged Londoners “not to travel unless their journey is absolutely essential”.\n\nHowever, with thousands of NHS and other key workers throughout the capital still needing to travel to work, as well as many businesses being advised to close but not forced to, a reduced schedule on the network led to people being forced close together.\n\nGeorge Mann (@sgfmann) This is going well @centralline @TfL. I can’t believe that anyone on this train is choosing to go to work. That was at Leytonstone. pic.twitter.com/SSF7EqYEzc\n\nIn an attempt to reduce the number of people travelling on the London network, TfL last week announced that up to 40 stations would be closing temporarily – chiefly those that did not have interchanges between lines.\n\nThe frequency of services has also been reduced, with lines running 15 trains an hour at peak times, equating to a train roughly every four minute on routes through central London. Outside of peak hours, services are even further reduced. The Waterloo and City line has been closed and weekend “night tube” services have been suspended until further notice.\n\nSeveral commenters on social media described the situation as “dangerous”, highlighting that key workers are being exposed to the increased coronavirus transmission risk because of the overcrowding.\n\nTerry McCarthy (@Terry_McCarthy) By reducing the frequency of the tube, the trains that do run in rush hour are now busier which is having opposite the desired effect. This is extremely dangerous and unacceptable!!! #Covid_19 #COVID_19uk #coronavirus #SocialDistanacing #London @TfL @SadiqKhan pic.twitter.com/b94i9ntht4\n\nLabour MP for Bermondsey & Old Southwark Neil Coyne tweeted a photo of a crowded train sent to him by a constituent, who was complaining that even as someone who wasn’t a key worker, his employer was forcing them to continue to work, adding to the volume of people on the network.\n\nNeil Coyle (@coyleneil) A constituent who is not a key worker sent me this photo this morning. He is being forced to work by his employer. This was his tube journey. I've asked Government to consider prosecuting irresponsible employers taking risks with other people's lives and our NHS. pic.twitter.com/cKfXWOZILw\n\nTfl says the service has been reduced with the intention that it would deter people from travelling, unless they were key workers. They also anticipate that their own drivers, station and control staff may begin to become ill, or be placed in a position where they need to stay at home in self-isolation or to care for someone with the coronavirus. The reduced levels of services give them more flexibility in redeploying staff if they have fewer people working.\n\nA spokesperson for the mayor of London said: “Londoners should not be travelling by any mode of transport unless it is absolutely necessary, and only critical workers should be using public transport. The number of journeys on the tube is down significantly compared to the same time last year, with an 87% reduction this weekend.\n\n“But we need Londoners to stop travelling. TfL will continue to do everything it can to provide a safe service but like many organisations it is dealing with rising absence levels and needs Londoners’ cooperation in these challenging times.”\n\nReduced services packing commuters into tight spaces was happening not just within London but also on trains carrying workers into the capital. The c2c franchise, which runs trains from Essex into Fenchurch Street, Liverpool Street and Stratford was also extremely crowded during peak hours.\n\nMark Harrington (@mharrington100) @BorisJohnson does this look like social distancing to you. @c2c_Rail train this morning #lockdownUKnow pic.twitter.com/LDsLyHuhyf\n\nWhile it is too early for TfL to collate usage figures, it says there was a 70% fall in the number of passengers on the tube by the end of last week, and a 40% reduction in passengers on the buses."}]}, "breitbart": {"link": "http://www.breitbart.com/", "articles": [{"title": "Senator Rand Paul Tests Positive for Chinese Coronavirus", "text": "Rand Paul’s (R-KY) office announced on Sunday that the Kentucky senator has tested positive for the Chinese coronavirus.\n\nSergio Gor, deputy chief of staff to Sen. Paul, said in a statement on Sunday:\n\nSenator Rand Paul has tested positive for COVID-19. He is feeling fine and is in quarantine. He is asymptomatic and was tested out of an abundance of caution due to his extensive travel and events. He was not aware of any direct contact with any infected person. He expects to be back in the Senate after his quarantine period ends and will continue to work for the people of Kentucky at this difficult time. Ten days ago, our D.C. office began operating remotely, hence virtually no staff has had contact with Senator Rand Paul.\n\nHe expects to be back in the Senate after his quarantine period ends and will continue to work for the people of Kentucky at this difficult time. Ten days ago, our D.C. office began operating remotely, hence virtually no staff has had contact with Senator Rand Paul. — Senator Rand Paul (@RandPaul) March 22, 2020\n\nPaul’s contraction of the coronavirus follows as congressional leaders continue to devise a multi-trillion dollar economic relief package to alleviate the effects of the coronavirus outbreak.\n\nHowever, House Speaker Nancy Pelosi (D-CA) has said that they have yet to sign onto the Senate Republican economic relief package, which could cost as much as $4 trillion.\n\n“From my standpoint, we’re apart,” the California Democrat said on Sunday.", "link": "http://www.breitbart.com/politics/2020/03/22/rand-paul-tests-positive-coronavirus/", "published": "2020-03-22T00:00:00"}, {"title": "Nolte: We Now Know Truckers and Stock Boys Are Vital, Hollywood Is Not", "text": "As the Chinese coronavirus shuts down our economy and locks us in our homes, we are discovering stock boys matter and Hollywood celebrities do not.\n\nOut there in the shit, out there in the danger, out there touching countless surfaces that could be infected, out there working punishing hours for low wages are the people we too often overlook and take for granted — even though they are the ones who keep our world turning.\n\nAway from their families, risking illness, America’s farm workers, truck drivers, grocery store workers, sanitation workers, and delivery people, are holding together the slender thread that keeps our supply chains moving, and those supply chains are the literal difference between civilization and anarchy.\n\nMeanwhile, here’s how America’s elite, America’s royalty, America’s fabulously wealthy and fawned over are “contributing” during these serious and scary times…\n\nOh, and let’s not forget Sean Penn’s deliberate attempt to spread even more anxiety with his Big Thinks about how Trump will use the coronavirus to “exploit the use of the military in some ways” — and those Big Thinks are so important that the oh-so reputable CNN broadcast them during primetime.\n\nBut now is the time to stop for a moment and take a good, long look around… To take in the reality of our situation as it stands right now…\n\nAll of America’s performers, all of our stars and celebrities are locked down at home. And other than releasing videos that prove just how unimpressive they are without make-up artists and CGI, that prove how tone deaf they are without that Milli Vanilli Magic, we hardly even remember them.\n\nAnd most of us, after seeing those videos, sure would like to hardly remember them even more.\n\nYep, right now we are learning that these people do not matter.\n\nOh, we treat them like they matter. We sure as hell pay them like they matter … but they don’t.\n\nListen, no one’s a bigger movie fan than yours truly, and I so appreciate how art contributes to the quality of life. But I also have a little perspective about the world.\n\nIf these celebrities want to impress me, instead of producing ear-piercing reflections of their incurable narcissism, why don’t they go bag groceries, or deliver meals to the needy and elderly?\n\nIf these hacks really want to be as vital as America’s truckers, as the stock boys working third-shift, as the men collecting our garbage, as the women delivering take out, as the Amazon warehouse workers, as our health care workers and law enforcement, why don’t they put on protective gear and spend their days serving the countless homeless who have been camped in squalor right outside their front doors for years?\n\nAfter all, as we’re seeing in their videos and tweets, it’s not like America’s Idle Royalty have anything better to do… But instead of doing something useful (while the rest of us still have to earn a living), and as if to prove just how goddamned unnecessary they are, they sit in their million-dollar mansions and ask everyone else to imagine how much better life would be without possessions.\n\nHey, Gal Gadot, why don’t you stick your pretty head out the window of your Personal Screening Room and ask the homeless encampment within shouting distance about their thoughts on possessions?\n\nYou know what, though, in the end, none of this will matter…\n\nBecause once this is all over, we all know the stupid American pecking order will return; a pecking order where the working class who took all the risks and did all the dangerous grunt work to keep our civilization civilized, will at best be forgotten and taken for granted again, and at worst return to being the only class of people you can safely ridicule … because Orange Man Bad.\n\nAnd those in Hollywood, who proved to be the most disposable and annoying people in the history of the world, will return to being celebrated and hailed as “brave” for silly fashion choices and standing up for beliefs that carry no social risk whatsoever.\n\nBut at least for now, we are rid of them, and at least for now, we are reminded of how unnecessary they are.\n\nThe people who matter in this country, who really matter, who will always matter, are not scribblers like myself, and are certainly not the performers in Hollywood and the news media… No, the men and women who matter are the ones with the most difficult, dirty, thankless, and now dangerous jobs in the world. And they get up and do those jobs every single day…\n\nAnd in doing them, they hold together our civilization.\n\nGod bless them all. We can never thank them enough.\n\nFollow John Nolte on Twitter @NolteNC. Follow his Facebook Page here.", "link": "http://www.breitbart.com/entertainment/2020/03/21/nolte-we-now-know-truckers-and-stock-boys-are-vital-hollywood-is-not/", "published": "2020-03-21T00:00:00"}, {"title": "Fed Promises Unlimited QE, Corporate Bond Buying, Muni Buying, and Main Street Credit", "text": "The Federal Reserve said Monday it will purchase unlimited amounts of Treasuries and mortgage-backed securities and buy corporate bonds, municipal bonds, and asset-backed securities for the first time.\n\nThe Fed announced a major expansion of its programs to support the economy on Monday morning following several days of frantic moves by the central bank to expand its support for credit and money markets. Fiscal support for the economy, in the form of spending and lending programs from the federal government, stalled on Capitol Hill over the weekend.\n\nThe Federal Open Market Committee, the Fed’s monetary policymaking unit, said it would purchase Treasury and mortgage securities “in the amounts needed to support smooth market functioning and effective transmission of monetary policy to broader financial conditions and the economy.”\n\nThe FOMC had previously said it would purchase at least $500 billion of Treasury securities and at least $200 billion of mortgage-backed securities. The new announcement removes those caps and essentially means the Fed will purchase unlimited amounts of the bonds, a program some on Wall Street refer to “QE infinity.”\n\nThe Fed also said it was launching two new bond buying programs that would purchase bonds directly from corporations and from the secondary market where bonds already issued are trading. This would be the first time the Fed became a direct purchaser of bonds issued by the corporate sector. The new programs are known as the Primary Market Corporate Credit Facility (PMCCF) for new bond and loan issuance and the Secondary Market Corporate Credit Facility (SMCCF) for outstanding corporate bonds.\n\nThe Fed said its purchases of agency-backed mortgages would be expanded to include commercial mortgages, another move aimed at bolstering the corporate sector.\n\nA third new program, the Term Asset-Backed Securities Loan Facility (TALF), will enable the issuance of asset-backed securities backed by student loans, auto loans, credit card loans, loans guaranteed by the Small Business Administration, and certain other assets.\n\nTo help cities and states squeeze by the coronavirus, the Fed said it would expand its Money Market Mutual Fund Liquidity Facility (MMLF) to include a wider range of securities, including municipal variable rate demand notes and bank certificates of deposit. It is also expanding its Commercial Paper Funding Facility (CPFF) to include high-quality, tax-exempt commercial paper as eligible securities and reducing pricing.\n\nIn an even more radical move, the Fede said i9t expects to announce soon the establishment of a Main Street Business Lending Program to support lending to eligible small-and-medium-sized businesses. The details of that program have yet to be announced but it is likely to involve the Fed buying small business loans made by banks.", "link": "http://www.breitbart.com/economy/2020/03/23/fed-promises-unlimited-qe-corporate-bond-buying-muni-buying-and-main-street-credit/", "published": "2020-03-23T00:00:00"}, {"title": "Sen. Bill Cassidy: Pelosi and Schumer Put Relief for Americans on Hold", "text": "Sen. Bill Cassidy (R-LA) told Breitbart News that House Speaker Nancy Pelosi (D-CA) and House Minority Leader Chuck Schumer (D-NY) are obstructing a tentative emergency relief bill to provide financial relief to Americans during the coronavirus outbreak.\n\n“It’s incredibly frustrating,” said Cassidy in an interview on SiriusXM’s Breitbart News Sunday with host Joel Pollak. “Democrats and Republicans broke down into five working groups. They came to agreement on all five areas — appropriations, for example, tax law changes upon health and welfare issues, etcetera — we put them into a package, and now we had a vote tonight that would just allow us to continue to debate it for the next 30 hours. Keep in mind, all this negotiation has taken place between Democrats and Republicans. Pelosi came over with Schumer after having agreed to everything, and then said no, they that wanted something different, far different.”\n\nCassidy continued, “So when the original package — which was agreed upon — was brought up just to allow 30 more hours to debate, Democrats voted against. Now we’ve got an American economy which is just tanking because we don’t have certainty as to the government’s response, and Pelosi and Schumer have decided that they are going to obstruct after they helped negotiate the deal.”\n\nLISTEN:\n\nCassidy went on, “This is something that we don’t need at this moment, and we’re speaking about a package, which is huge — which is the biggest package ever put out by the federal government — to help the American people. And it would provide certainty for those who know that tomorrow they’re going to have to make note payments in two weeks.\n\n“I cannot believe that Pelosi and Schumer are attempting to do this,” added Cassidy. “Frankly, I am shocked that Democratic senators are going along with it. I’m not a partisan guy, at this point. I’m so sorry they are.”\n\nCassidy remarked, “This is about the American people, not about being a Democrat or Republican.”\n\nCassidy stated, “I know what’s going through the mind of Americans if Congress can’t even get together on this, what does my future look like?”\n\nBreitbart News Sunday broadcasts live on SiriusXM Patriot 125 from 7:00 p.m. to 10:00 p.m. Eastern.\n\nFollow Robert Kraychik on Twitter.", "link": "http://www.breitbart.com/radio/2020/03/22/sen-bill-cassidy-pelosi-and-schumer-put-relief-for-americans-on-hold/", "published": "2020-03-22T00:00:00"}]}, "infowars": {"link": "https://www.infowars.com/", "articles": [{"title": "After 15-Day Period, Trump Wants to Ease Shelter-in-Place Restrictions to Subdue Economic Collapse", "text": "President Trump wants to reassess ‘shelter-in-place’ restrictions after the end of his mandated 15-day period, stating that “we cannot let the cure be worse than the problem itself.”\n\nThe president has already considered reopening the country after the 15-day waiting period he put in place to try to slow down the spread of coronavirus, according to media reports.\n\n“The president started talking about how to get people back to work around Thursday, two of the people said, only three days after he helped roll out a 15-day plan from the Centers for Disease Control and Prevention to stem the rise of cases by encouraging most people to stay at home. That campaign would end about March 31,” reported Newsmax. “The discussions centered on what to do after the 15-day period ends, and how to test and isolate everyone who’s sick so healthy people can return to work. It’s likely the CDC guidelines would be relaxed rather than scrapped altogether, one person said.”\n\nThe president is now facing a dilemma in which further lockdowns in response to the coronavirus would lead to a recession as bad as – if not worse than – the 2008 Great Recession, especially given how many Americans are heavily in consumer debt and are thus living paycheck-to-paycheck.\n\nAccording to libertarian commentator Kristin Tate:\n\nFinancial planners suggest saving at least 20 percent of take home income, while spending at most 30 percent on discretionary items. Yet too many workers still fail to think twice about spending entire paychecks for things they want but do not need.\n\nRecent decades have offered us relative luxury. More than 80 percent of Americans own smartphones. The same portion of households own one high definition flat screen television, while over half of households own more than one. Over 60 percent of Americans dine out at least once a week, while nearly 20 percent dine out three or more times a week.\n\nIt’s a brewing economic crisis that President Trump has already publicly lamented on, and his response to a tweet by constitutional lawyer Robert Barnes reveals the president is getting more hesitant about lockdowns, martial law and other escalating government responses to the coronavirus which would derail the economy for years.\n\nWE CANNOT LET THE CURE BE WORSE THAN THE PROBLEM ITSELF. AT THE END OF THE 15 DAY PERIOD, WE WILL MAKE A DECISION AS TO WHICH WAY WE WANT TO GO! — Donald J. Trump (@realDonaldTrump) March 23, 2020\n\nRobert, we will end up stronger than ever before. Thank you! https://t.co/4UfMaCmkg5 — Donald J. Trump (@realDonaldTrump) March 23, 2020\n\n\n\nConstitutional lawyer Robert Barnes reveals how politicians are all too eager to exploit a pandemic to take more power for themselves while curtailing the constitution permanently, even during later times of peace.\n\nTake advantage of one of nature’s most hardworking nutrients with Vasobeet now at 40% off!", "link": "https://www.infowars.com/after-15-day-period-trump-wants-to-ease-shelter-in-place-restrictions-to-subdue-economic-collapse/", "published": "2020-03-23T10:04:45-05:00"}, {"title": "After 15-Day Period, Trump Wants to Ease Shelter-in-Place Restrictions to Subdue Economic Collapse", "text": "President Trump wants to reassess ‘shelter-in-place’ restrictions after the end of his mandated 15-day period, stating that “we cannot let the cure be worse than the problem itself.”\n\nThe president has already considered reopening the country after the 15-day waiting period he put in place to try to slow down the spread of coronavirus, according to media reports.\n\n“The president started talking about how to get people back to work around Thursday, two of the people said, only three days after he helped roll out a 15-day plan from the Centers for Disease Control and Prevention to stem the rise of cases by encouraging most people to stay at home. That campaign would end about March 31,” reported Newsmax. “The discussions centered on what to do after the 15-day period ends, and how to test and isolate everyone who’s sick so healthy people can return to work. It’s likely the CDC guidelines would be relaxed rather than scrapped altogether, one person said.”\n\nThe president is now facing a dilemma in which further lockdowns in response to the coronavirus would lead to a recession as bad as – if not worse than – the 2008 Great Recession, especially given how many Americans are heavily in consumer debt and are thus living paycheck-to-paycheck.\n\nAccording to libertarian commentator Kristin Tate:\n\nFinancial planners suggest saving at least 20 percent of take home income, while spending at most 30 percent on discretionary items. Yet too many workers still fail to think twice about spending entire paychecks for things they want but do not need.\n\nRecent decades have offered us relative luxury. More than 80 percent of Americans own smartphones. The same portion of households own one high definition flat screen television, while over half of households own more than one. Over 60 percent of Americans dine out at least once a week, while nearly 20 percent dine out three or more times a week.\n\nIt’s a brewing economic crisis that President Trump has already publicly lamented on, and his response to a tweet by constitutional lawyer Robert Barnes reveals the president is getting more hesitant about lockdowns, martial law and other escalating government responses to the coronavirus which would derail the economy for years.\n\nWE CANNOT LET THE CURE BE WORSE THAN THE PROBLEM ITSELF. AT THE END OF THE 15 DAY PERIOD, WE WILL MAKE A DECISION AS TO WHICH WAY WE WANT TO GO! — Donald J. Trump (@realDonaldTrump) March 23, 2020\n\nRobert, we will end up stronger than ever before. Thank you! https://t.co/4UfMaCmkg5 — Donald J. Trump (@realDonaldTrump) March 23, 2020\n\n\n\nConstitutional lawyer Robert Barnes reveals how politicians are all too eager to exploit a pandemic to take more power for themselves while curtailing the constitution permanently, even during later times of peace.\n\nTake advantage of one of nature’s most hardworking nutrients with Vasobeet now at 40% off!", "link": "https://www.infowars.com/after-15-day-period-trump-wants-to-ease-shelter-in-place-restrictions-to-subdue-economic-collapse/#vuukle-comments", "published": "2020-03-23T10:04:45-05:00"}, {"title": "Watch Live: FDA Goes To War Against American People, “Give Me Liberty Or Give Me Death” 245 Years Later", "text": "On this Monday transmission of The David Knight Show, viewers will receive updates on COVID-19 as the left uses the crisis to push Universal Basic Income, “free” healthcare, 5G and more.\n\nAlso, as Americans’ rights are being stripped away in the name of coronavirus safety, today is ironically the 245th anniversary of Patrick Henry’s famous “Give me liberty or give me death” quote.\n\nWatch Live: FDA Goes To War Against American People, \"Give Me Liberty Or Give Me Death\" 245 Years Later https://t.co/S4uGL3A2xR — David Knight (@libertytarian) March 23, 2020\n\nToday's Show LIVE 9AM EASTERN\n\n👉I want a new drug? #FDA & bureaucracy stonewall\n\n👉Depression by Exec Order\n\n👉#UBI, #5G & the entire #globalist wishlist\n\n👉245th anniversary of Patrick Henry's \"Liberty or Death\"\n\n💩#ToiletPaper chronicles update — David Knight (@libertytarian) March 23, 2020\n\nInfowars' most powerful product is back in stock! Get DNA Force Plus up to 50% off now!", "link": "https://www.infowars.com/watch-live-fda-goes-to-war-against-american-people-give-me-liberty-or-give-me-death-245-years-later/", "published": "2020-03-23T08:21:39-05:00"}]}, "foxnews": {"link": "http://www.foxnews.com/", "articles": []}, "nbcnews": {"link": "http://www.nbcnews.com/", "articles": []}, "washingtonpost": {"rss": "http://feeds.washingtonpost.com/rss/world", "link": "https://www.washingtonpost.com/", "articles": [{"link": "https://www.washingtonpost.com/world/asia_pacific/south-korea-same-sex-marriage-gay-lesbian/2020/03/22/2890df14-61f6-11ea-912d-d98032ec8e25_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-03-22T16:09:20", "title": "These South Korean women went abroad to get married. Then one spoke out at home, and the backlash began.", "text": "Then they returned home and celebrated just like any ordinary South Korean couple — with what is known as a “factory wedding,” a cookie-cutter ceremony. Kim and her spouse, who requested anonymity to avoid possible problems with her employer, wore flowing white dresses.\n\nAD\n\n“By doing a factory wedding, I thought that I might give a message: that we’re just people, we’re just Koreans, we just want to get married like everyone else,” she said. “So it was a political choice.”\n\nAD\n\nAdvocates for same-sex marriage in South Korea, and many of its East Asian neighbors, remain mostly on the sidelines of national debate. South Korea’s vibrant online culture, however, offers a forum to challenge views on a range of gender-related issues, from same-sex relationships to the pay gap for women to the definitions of beauty promoted by the country’s huge cosmetic-surgery industry.\n\nKim, 28, started giving interviews, including during prime time on national broadcaster KBS and another on the main news page of KakaoTalk, South Korea’s leading messaging app.\n\nAD\n\n“I thought that this would influence society and the government,” she said. “So I did it for my own good.”\n\nThen came the backlash.\n\nThe article received about 10,000 comments, 80 percent of which were negative, she said. Some people told the couple to “Get out of Korea.” Others worried that society and families would fall apart on a tide of lesbian weddings. Some replies were intensely malicious, threatening and sexual.\n\nAD\n\nAfter consulting a lawyer, and pushing the police to talk to portal sites, she is suing the 100 most malicious commentators.\n\n“My mom has always been quite negative of my sexuality, but my dad has supported me,” she said. “But when it came to going public, not so much.”\n\nAD\n\nKim’s parents come from the socially conservative region of Busan in southeastern South Korea. Her grandparents are very conservative, she said, and her father was worried.\n\n“He claimed that he was worried that I might get too much attention, and there might be malicious comments like, from, I don’t know, churches,” she said. “But I think deep down he was quite scared that people around him would find out that I am lesbian.”\n\nHer father felt his daughter wasn’t listening to him. They argued, he didn’t come to her wedding in Seoul, and now they aren’t talking to each other.\n\nKim with her spouse, who requested anonymity to avoid possible problems with her employer. (Hoseon Lee/Jintaeyong Photography)\n\nKim and her spouse are not the first couple to test South Korea’s legal and societal boundaries on same-sex marriage.\n\nAD\n\nAD\n\nIn 2013, filmmaker Kim Jho Gwang-soo celebrated a symbolic marriage ceremony with his longtime male partner. The pair exchanged vows in public on a bridge and afterward fought an unsuccessful legal battle to register their union.\n\nThe church and conservatives oppose same-sex unions, often vehemently. Right-wing lawmakers introduced legislation last year that would remove any reference to “sexual orientation” as a possible source of discrimination under the mandate of the National Human Rights Commission of Korea.\n\nEven liberal President Moon Jae-in, a former human rights lawyer, said on the campaign trail in 2017 that he disliked homosexuality and had “no intention” of legalizing it.\n\nAD\n\nAs president, Moon has said he opposes discrimination, but he has also said that society “has yet to reach a consensus” on legalizing same-sex unions and that the issue needs more discussion.\n\nAD\n\nHuman Rights Watch reported in November that LGBT youth in South Korea experienced indifference or outright hostility that left them feeling isolated and jeopardized their mental health.\n\nKim said she feels attitudes are gradually changing. South Korea’s largest alcoholic drinks company, Oriental Brewery, posted its support for the Seoul Queer Culture Festival on social media in May with a rainbow-colored can, a first for a major South Korean company.\n\nKim said she was worried that she and her spouse would be turned away from wedding halls in Seoul. Then her wedding planner called and asked.\n\nAD\n\n“The owner replied, ‘It’s the same money, what’s the big deal?’ ” Kim said. Nor were their hairdressers or other suppliers bothered, she said.\n\n“I’ve learned that [South] Korea is very capitalist — everything is consumer first,” she said. “I think the private sector is beginning to look at gay people as customers.”\n\nAD\n\nKim’s employer, a European consumer goods company, treats the pair as a married couple. She dreams of one day being its first non-European, first female and first openly gay chief executive — a “totem of diversity,” she said.\n\nBut the couple still face many obstacles in their daily lives.\n\nTheir incomes are treated as separate for the purpose of securing a mortgage, they cannot sign medical consent forms as next-of-kin, and for inheritances, Korean law gives close family members automatic precedence, leaving anything that benefits an unmarried partner vulnerable to legal challenge.\n\nAD\n\nAfter the ceremony in Manhattan, the couple honeymooned in the Seychelles, but their return to South Korea was a slap back to reality."}, {"link": "https://www.washingtonpost.com/world/asia_pacific/pompeo-makes-unannounced-afghan-visit-to-mediate-political-crisis/2020/03/23/5b20ca98-6cd2-11ea-a156-0048b62cdb51_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-03-23T12:29:00", "title": "Pompeo makes unannounced Afghan visit to mediate political crisis", "text": "The Afghan government has been at a tense stalemate for nearly two weeks, with no progress made on plans to begin negotiations between Afghan and Taliban leaders over the country’s future political system. Those talks were scheduled to begin by March 10, after U.S. officials signed an agreement with Taliban representatives Feb. 29 that would allow thousands of U.S. troops to begin leaving the country.\n\nAD\n\nAD\n\nPompeo was greeted on arrival by Zalmay Khalilzad, the U.S. diplomat who has been leading peace talks with the Taliban for the past year. In the past week, Khalilzad has been attempting to smooth relations between Ghani and Abdullah, but he appears to have made scant progress. Afghan political and religious leaders have also been mediating between them, to no avail.\n\nThe secretary’s announced schedule includes a lengthy private meeting with Ghani, followed by a similar one with Abdullah. After that, the two Afghan leaders were scheduled to meet alone, followed by a final meeting with Pompeo. After brief meetings with Afghan security officials, Pompeo was scheduled to leave the country early Monday evening.\n\nThe unusual and quick visit here by the top U.S. diplomat appears to reflect the high level of frustration in Washington over the high-stakes political standoff in Kabul, which has aroused concerns here that a civil war could erupt. Abdullah, who claims he was cheated out of victory at the polls, is backed by an array of powerful former ethnic warlords.\n\nAD\n\nAD\n\nPompeo’s apparent mediation mission is eerily reminiscent of the last Afghan presidential election in 2014, when then-Secretary of State John F. Kerry successfully mediated an identical spat between Ghani and Abdullah. Both claimed to have won the presidency in a fraud-marred election, but Kerry persuaded them to accept a power-sharing arrangement that has proven tense and fractious.\n\nPompeo is also likely to raise a second issue with Ghani that has undercut the Taliban peace deal almost from the day it was signed. The agreement reached in Qatar called for an exchange of prisoners in which the Ghani government would released 5,000 Taliban fighters and the Taliban would release 1,000 captured Afghan government forces.\n\nThe Afghan president, however, strongly objected, saying that releasing so many insurgents would rob the government of significant leverage in future talks and would risk freeing large numbers of enemy fighters who might well return to the battle. In the past 10 days, his aides have been assessing lists of prisoners and said they are willing to release a smaller number who are old, sick or otherwise less likely to go back to fighting.\n\nAD\n\nAD\n\nKhalilzad has also been trying to help work out an agreement on prisoners, and over the weekend he said in a tweet that he had facilitated a video conference meeting between Taliban and Afghan prison officials on “technical” aspects of the release. He did not say whether or when any release would start.\n\nPompeo, who attended the peace agreement signing in Doha, the Qatari capital, said at the time that the path forward would be “rocky” and that launching meaningful negotiations between the Taliban and Afghan leaders over a shared role in governing would be difficult. But he also said that while Taliban leaders have “an enormous amount of blood on their hands, they have now made a break” from their past and have promised not to allow anti-U.S. terrorist activities on Afghan soil.\n\nThe agreement, which was widely criticized by Afghans as giving too much leeway to the Taliban, called for both sides to observe a brief “reduction in violence.” It also included a Taliban anti-terrorism pledge and called for intra-Afghan talks to begin within a short time.\n\nAD\n\nAD"}, {"link": "https://www.washingtonpost.com/world/asia_pacific/north-korea-says-trump-wrote-kim-jong-un-a-letter-offering-to-help-out-with-coronavirus/2020/03/22/a3facf9a-6c35-11ea-a156-0048b62cdb51_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-03-22T13:28:00", "title": "Trump writes North Korea’s Kim Jong Un to offer help against the coronavirus", "text": "“We view such a personal letter of President Trump as a good example showing the special and firm personal relations with Chairman Kim Jong Un,” said Kim Yo Jong, the leader’s sister and a senior official of the ruling party. Her statement was published by North Korea’s official Korean Central News Agency.\n\nAD\n\nKim Yo Jong said Trump explained in the letter “his plan to propel the relations between the two countries of the DPRK and the U.S.,” a reference to the country’s formal name of the Democratic People’s Republic of Korea.\n\nAD\n\nThe U.S. president also explained “his intent to render cooperation in the anti-epidemic work,” the state news agency reported. It quoted Trump as saying he was “impressed by the efforts made by the chairman to defend his people from the serious threat of the epidemic.”\n\nTrump’s letter was “consistent with his efforts to engage global leaders during the ongoing pandemic,” said a senior Trump administration official, who spoke on the condition of anonymity to discuss private diplomatic discussions. “The President looks forward to continued communications with Chairman Kim.”\n\nAD\n\nCoronavirus emerged in neighboring China in January, but North Korea has not reported a single case. The isolated country has adopted stringent quarantine measures against the virus, calling it a matter of “national survival.”\n\nAD\n\nKim’s sister warned against drawing “hasty conclusions” from the good personal relationship between the two leaders. “I think that the bilateral relations and dialogue for them would be thinkable only when the equilibrium is kept dynamically and morally and justice is ensured between the two countries, not merely by the personal letter between the two leaders,” Kim Yo Jong said in her statement.\n\nDuyeon Kim, a senior adviser at the International Crisis Group, said the statement was North Korea’s way of saying it still wants a better offer at the negotiating table.\n\nAD\n\n“North Korea is warning that they won’t be fooled by niceties or U.S. tactics and that the U.S. needs to do better,” she said. She said the North Korean leader’s sister was “making it clear that Pyongyang will continue with nuclear weapons development.”\n\nAD\n\nThis is the second known correspondence this year between Trump and Kim, after Trump sent birthday greetings in January.\n\nKim Kye Gwan, an adviser to North Korea’s Foreign Ministry, downplayed the diplomatic significance of that letter at the time, saying such personal exchanges between the leaders were not enough to draw Pyongyang back into nuclear talks.\n\nNegotiations between the two countries over the denuclearization of North Korea have been stalled since the collapse of a summit in February 2019. North Korea demanded sanctions relief in exchange for partial disarmament steps.\n\nAD\n\nTrump had a brief encounter with Kim at a border town between the South and North in June. The leaders at the time touted “a very good relationship,” but it failed to produce progress in disarmament. North Korea resumed weapons tests within a month.\n\nAD\n\nOn the day the Korean Central News Agency reported on Trump’s letter, the state media outlet also said Kim had guided a successful test of “tactical guided missiles” the previous day.\n\n“The timing almost certainly was carefully calibrated, possibly to underscore North Korea’s message that it remains skeptical about the prospects of improved U.S.-DPRK ties,” analyst Rachel Minyoung Lee wrote on the NK Pro website."}, {"link": "https://www.washingtonpost.com/world/2020/03/23/coronavirus-latest-news/?utm_source=rss&utm_medium=referral&utm_campaign=wp_world", "published": "2020-03-23T15:07:27", "title": "Live updates: Trump suggests coronavirus containment measures may be too extreme as more states issue stay-at-home orders", "text": "A teen wears a yellow hazmat suit, gas mask, boots, and gloves as he walks with his family along the Tidal Basin in Washington, D.C. (Jacquelyn Martin/AP)\n\nU.S. surgeon general Jerome M. Adams warned of a worsening crisis in America as some people continue to disregard messages to stay home.\n\nPeople choosing to visit beaches and national parks or spending time crowding around Washington’s cherry blossoms is how the virus is going to keep spreading, Adams told NBC’s “Today” show Monday.\n\nAdams reminded the public that the numbers of coronavirus cases they see reported reflects what happened two weeks ago and stressed that mitigation measures, such as practicing social distancing and postponing elective surgeries, are designed to ignite a sense of urgency in Americans.\n\nHe noted, however, that they are only effective as early preventive tactics. Positive cases of coronavirus have ballooned to more than 35,000 in the United States, according to Johns Hopkins University & Medicine, though experts agree that the actual number of U.S. cases is much higher.\n\n\"This week, it's going to get bad. ... We really, really need everyone to stay at home.\"\n\n\n\nWatch @Surgeon_General's full interview with @savannahguthrie. pic.twitter.com/azmKJ6hfSY — TODAY (@TODAYshow) March 23, 2020\n\n“Everyone needs to act as if they have the virus right now,” Adams said, echoing words from the director of the National Institute of Allergy and Infectious Diseases, Anthony S. Fauci. “You could be spreading it to someone else or you could be getting it from someone else. Stay at home.”\n\nAdams warned that all people are in danger of becoming infected and that the disease could potentially have a fatal result. He pointed to social media influencers such as Kylie Jenner as being able to spread the message about how important staying home is.\n\nAs most of the public is being asked to remain indoors, medical professionals who don’t have the option to stay home are asking the president to enforce the Defense Production Act to boost supplies. The president has avoided invoking the law.\n\nThe government is already working with medical-supply makers such as 3M, Honeywell and Hanes to boost reserves of protective equipment for front-line workers, Adams said. Companies are producing at their maximum capacity to meet the demand, but the public has a role in decreasing the need for them, he said."}]}, "theonion": {"link": "http://www.theonion.com/", "articles": []}}}